---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowRunCorseGeom
source: html/5fcebc6a-f87c-70ea-30be-f701c2937496.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsDbgShowRunCorseGeom Property

"Show Run Corse Geometry"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsDbgShowRunCorseGeom { get; }
```